export default {
  UserAgreement: {
    privacy_policy: 'MAI verse 隐私政策',
    user_privacy_agreement: '用户隐私协议',
    sections: {
      introduction: {
        title: '1. 引言',
        choosing: '感谢您选择',
        content:
          ' 平台（以下简称“平台”）。我们致力于通过区块链技术和代币经济模型（',
        Whenusing:
          ' ）构建一个去中心化的电影生态系统。在使用我们的服务时，我们承诺保护您的隐私和数据安全。请仔细阅读本隐私协议，了解我们如何收集、使用和保护您的个人信息。'
      },
      personal_information: {
        title: '2. 我们收集的个人信息',
        description: '为了提供优质的服务，我们可能会收集以下类型的个人信息：',
        types: {
          Identifying: '身份信息：',
          identifying_information: '包括您的姓名、电子邮件地址、电话号码等。',
          account: '账户信息：',
          account_information:
            '包括您的账户注册信息、登录凭证、代币持有情况、NFT 交易记录等。',
          transaction: '交易数据：',
          transaction_data:
            '当您进行代币交易或参与内容融资时，我们将收集交易的相关信息，如交易金额、交易时间、交易对象等。',
          usage: '使用数据：',
          usage_data:
            '我们收集关于您如何使用平台服务的数据，包括您的浏览记录、互动行为、设备信息等，以便提升平台的用户体验和功能。'
        }
      },
      use_of_information: {
        title: '3. 我们如何使用您的信息',
        description: '我们会基于以下目的使用您的个人信息：',
        purposes: {
          provision: '提供和优化服务：',
          provision_and_optimization:
            '使用您的信息来提供平台上的电影内容、代币交易、NFT发售等功能，并不断改进我们的服务。',
          authentication: '身份验证和安全：',
          authentication_and_security:
            ' 通过您的账户信息进行身份验证，确保账户安全。',
          marketing: '市场营销和宣传：',
          marketing_and_promotion:
            '基于您的兴趣和偏好，通过电子邮件或其他渠道向您推送电影资讯、活动通知或促销信息。您可以随时选择退出这些通知。',
          legal: '遵守法律规定：',
          legal_compliance:
            '在必要时，我们会使用您的信息来遵守相关的法律和法规要求，或应政府机构的请求。'
        }
      },
      information_sharing: {
        title: '4. 信息的共享与披露',
        description:
          '我们承诺不会将您的个人信息出售或出租给第三方。但在以下情况下，我们可能会披露您的信息：',
        third_party_service_providers:
          '第三方服务提供商：为了更好地提供服务，我们可能会与第三方合作伙伴共享您的信息。这些合作伙伴包括区块链网络、支付处理商、数据分析公司等。我们确保这些合作伙伴遵守数据保护义务。',
        legal_requirements:
          '法律要求：在法律、法规要求的情况下，我们可能需要披露您的个人信息，以响应法律程序、法院命令或政府要求。'
      },
      blockchain_transparency: {
        title: '5. 区块链技术与透明度',
        content:
          'MAI verse 平台基于区块链技术，所有交易记录和代币流转都将被记录在区块链上，这些记录对所有用户公开透明。通过区块链，您可以随时查看与您的账户相关的交易历史，但请注意，区块链上的交易记录是不可更改的。'
      },
      nft_rights: {
        title: '6. NFT与粉丝权益',
        content:
          '通过平台上的NFT和代币，粉丝将与电影内容深度绑定，享有特定的权益。您的代币持有信息、NFT购买记录等将作为您参与粉丝经济和享受平台服务的凭证。'
      },
      data_protection: {
        title: '7. 数据保护与安全',
        content:
          '我们采取合理的技术措施，确保您的个人信息不被未经授权的访问、泄露或篡改。我们会对敏感数据（如支付信息）进行加密处理，并在区块链上使用去中心化的方式记录交易。'
      },
      user_rights: {
        title: '8. 用户权利',
        description: '作为用户，您享有以下权利：',
        rights: {
          access: '访问权：您有权随时查看我们收集的关于您的个人信息。',
          update_and_correction:
            '更新和更正：如果您的信息有误，您可以要求我们更新或更正您的个人信息。',
          deletion:
            '删除权：您可以要求我们删除您的个人信息，但请注意，在某些情况下，我们可能需要保留您的信息以符合法律要求或处理未完成的事务。'
        }
      },
      token_economy: {
        title: '9. 代币经济与长期增长潜力',
        content:
          'MAIverse平台通过代币经济模型（Tokenomics）促进内容制作、分发和粉丝互动。我们设计了合理的代币流转机制，包括锁仓设计，以降低抛压并确保平台的长期增长潜力。部分代币将用于生态支持，推动电影行业的发展。'
      },
      privacy_policy_update: {
        title: '10. 隐私政策更新',
        content:
          '我们可能会不定期更新本隐私协议，任何修改都会通过平台通知您。请定期查阅本协议，以了解我们最新的隐私保护措施。'
      },
      contact: {
        title: '11. 联系我们',
        description:
          '如果您对本隐私协议有任何疑问或需要进一步的信息，欢迎通过以下方式联系我们：',
        email: '电子邮件：support@movie.com',
        address: '地址：深圳市南山区'
      }
    }
  },
  nav: {
    home: '首页',
    mint: '铸造',
    shop: '商店',
    nft: 'NFT',
    ai: 'AI',
    connect: '连接钱包',
    shopping: '购物车',
    Subtotal: '小计',
    BuyNow: '立即购买',
    collection: '收藏卡'
  },
  fotter: {
    network: "2025 Movie.network. 版权所有。",
    Privacy: "隐私政策",
    Terms: "使用条款"
  },
  home: {
    home1: "基于区块链技术的娱乐生态系统",
    home2: "赋能",
    home3: "Web3 娱乐经济",
    home4: "我们的团队",
    home5: "资深华语电影投资人&制片人 · 欧洲电影制片人&联合投资顾问 · 资深好莱坞电影融资人&制片人 · 全球电影发行专家&战略顾问",
    home6: "愿景与核心目标",
    home7: "Movie",
    home8: "是一个基于区块链技术的娱乐生态系统，专注于通过代币经济模式赋能电影行业的内容制作、发行及粉丝互动",
    home9: "（代币经济学）",
    home10: "核心功能",
    home11: "市场推广计划",
    home12: "专属VIP活动",
    home13: "持有者可参加电影首映、红毯等线下VIP活动。",
    home14: "空投奖励",
    home15: "定期获得项目代币、限量版NFT和纪念品空投。",
    home16: "专属权益",
    home17: "免费或优先获取限量版实体周边及数字内容。",
    home18: "社区分红",
    home19: "持有者可参与平台部分收益分成，共享项目成功带来的红利。",
    home20: "短期目标",
    home21: "完成融资并上线两家交易所（如 Binance、OKX）。",
    home22: "中期目标",
    home23: "建立完整的电影内容融资及发行生态系统。",
    home24: "长期目标",
    home25: "实现 FDV 1 亿美元，成为区块链电影生态的标杆。"
  }, back: "返回",
  sold: "已售",
  noData: "暂无数据",
  shop: {
    shop1: "Movie OG 通行证",
    shop2: "立即铸造",
    shop3: "新品",
    shop4: "更多",
    shop5: "已售",
    shop6: "全部",
    shop7: "即将上线",
    shop8: "热门活动",
    shop9: "热门电影",
    shop10: "所有商品",
    shop11: "新品",
    shop12: "热门",
    shop13: "封神：",
    shop14: "风暴之国",
    shop15: "参与者",
    shop16: "主办方",
    shop17: "购买电影票",
    shop18: "场地",
    shop19: "关于",
    shop20: "电子邮箱",
    shop21: "配送",
    shop22: "国家/地区",
    shop23: "名",
    shop24: "姓",
    shop25: "公寓、套房等（可选）",
    shop26: "城市",
    shop27: "省份",
    shop28: "邮政编码",
    shop29: "电话",
    shop30: "保存此信息以备下次使用",
    shop31: "提交",
    shop32: "邮箱不能为空",
    shop33: "国家不能为空",
    shop34: "名字不能为空",
    shop35: "姓氏不能为空",
    shop36: "城市不能为空",
    shop37: "省份不能为空",
    shop38: "邮政编码不能为空",
    shop39: "电话不能为空",
    shop40: "公寓信息不能为空",
    shop41: "配送地址上传成功",
    shop42: "请登录并重新上传地址",
    shop43: "配送地址上传失败",
    shop44: "配送地址上传失败"
  },
  ElNoti: {
    el1: "请选择要购买的商品",
    el2: "请连接钱包后再进行购买",
    el3: "当前网络不是 BSC 主网，请切换至 Binance Smart Chain。",
    el4: "您的 USDT 余额不足，请充值后再购买。",
    el5: "购买成功",
    el6: "购买成功！",
    el7: "验证",
    el8: "购买失败",
    el9: "删除失败",
    el10: "修改失败",
    el11: "请连接钱包后再购买电影票",
    el12: "请切换到 Binance Smart Chain (BSC) 后重试。",
    el13: "您已取消交易，未完成支付。",
    el14: "支付过程中发生错误",
    el15: "购买失败",
    el16: "交易失败",
    el17: "交易未能在预期时间内被确认，请稍后重试。",
    el18: "购物车添加成功",
    el19: "添加购物车失败",
    el20: '请输入正确的票数！',
    el21: '请先连接钱包',
    el22: '投票已结束！',
    el23: '投票成功！',
    el24: '您取消了交易签名，投票未完成！',
    el25: '投票失败，请检查钱包连接和网络状态！',
    el26: '投票失败，请重试！',
    el27: '转发成功！',
    el28: '您取消了交易签名，转发未完成！',
    el29: '转发失败，请检查钱包连接和网络状态！',
    el30: '领取成功！',
    el31: '领取失败，请重试！',
    el32: '授权成功',
    el33: '授权失败，请检查钱包后重试',
    el34: '交易失败，请稍后再试',
    el35: '请求失败'

  },
  ai: {
    ai1: "封神：风暴之国",
    ai2: "奇幻",
    ai3: "动作",
    ai4: "势均力敌！",
    ai5: '再投',
    ai6: '票锁定票房霸主！🎉',
    ai7: '你的',
    ai8: '已占据',
    ai9: '票房高地！',
    ai10: '现在每多投',
    ai11: '票，最终奖池分红比例就上涨1%。',
    ai12: '距离奖池结算还剩',
    ai13: '小时，转发达到',
    ai14: '条即可激活「双倍票力」BUFF！',
    ai15: '守住王座分大奖',
    ai16: '只差',
    ai17: '票就能逆风翻盘',
    ai18: '你的',
    ai19: '正在蓄力反超！',
    ai20: '点击邀请好友助力，再拉',
    ai21: '人投票便能翻转劣势！',
    ai22: '转发达到',
    ai23: '条即可激活「双倍票力」BUFF！ ',
    ai24: '当前奖池已累积',
    ai25: '，只要领先对方就能瓜分巨额奖金！',
    ai26: '胜负就在一念之间，快去召唤援军',
    ai27: '投票',
    ai28: '开始时间：',
    ai29: '截止时间：',
    ai30: '角色A',
    ai31: '输入票数',
    ai32: '支持',
    ai33: '转发次数',
    ai34: '角色B',
    ai35: '角色',
    ai36: '暂无',
    ai37: '胜利',
    ai38: '获得票数',
    ai39: '领取奖励',
    ai40: '领完了',
    ai41: '暂无投票',
    ai42: '【人气投票冲刺！助力',
    ai43: '获胜，一起瓜分万U奖池🔥】',
    ai44: '家人们！【',
    ai45: '】的票数正在冲顶，就差你一票！✨',
    ai46: '参与即免费送价值88U的票！',
    ai47: '投票即享奖池分红，票数越高奖金越多🎁',
    ai48: '戳链接火速支援',
    ai49: '转发扩散！',
  }
}
